Repository: blinkcard/blinkcard-ios
Catalog: Source/BlinkCardUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_blinkcard_help_screen_msg3
source: Avoid direct harsh light because it reflects from the card and can make parts of the card unreadable. If you can’t read data on the card, it won’t be visible to the camera either.
ak: Mma kanea nhyerɛn wɔ kaade no so tee esiane sɛ ebetumi ama yenhu nsɛm a ɛwɔ so. Sɛ wuntumi nkenkan kaade no so nsɛm a, ɛrenna adi papa wɔ kamɛra no so nso.
am: ካርዱ ላይ ስለሚያንፀባርቅ እና የካርዱን ክፍሎች እንዳይነበብ ስለሚያደርግ ቀጥተኛ ኃይለኛ ብርሃንን ያስወግዱ፣ በካርዱ ላይ ያለውን ውሂብ ማንበብ ካልቻሉ ለካሜራም የሚታይ አይሆንም።
ar: تجنب الضوء الشديد المباشر لأنه ينعكس من البطاقة وقد يجعل أجزاء من البطاقة غير قابلة للقراءة. إذا لم تتمكن من قراءة البيانات الموجودة على البطاقة، فلن تكون مرئية للكاميرا أيضًا.
bn: অত্যধিক তীব্র আলো ব্যবহার করা থেকে বিরত থাকুন, কারণ সেটি কার্ডে প্রতিফলিত হয়ে কিছু অংশ পড়া কঠিন করে তুলতে পারে। যদি আপনি নিজেই কার্ডের তথ্য পড়তে না পারেন, তাহলে ক্যামেরাও তা ধরতে পারবে না।
cs: Vyhněte se přímému ostrému světlu, protože se odráží od karty a může způsobit, že její části nebudou čitelné. Pokud nelze údaje na kartě přečíst, nebudou viditelné ani pro fotoaparát.
da: Undgå direkte skarpt lys, da det reflekteres fra kortet og kan gøre dele af kortet ulæselige. Hvis du ikke kan læse dataene på kortet, vil de heller ikke være synlige for kameraet.
de: Meiden Sie direktes, grelles Licht, da dieses von der Karte reflektiert wird und so Teile der Karte unkenntlich machen kann. Wenn Sie keine Daten auf der Karte lesen können, sind diese auch für die Kamera nicht sichtbar.
el: Αποφύγετε το άμεσο, έντονο φως, επειδή αντανακλάται από την κάρτα και μπορεί να κάνει ορισμένα μέρη της δυσανάγνωστα. Εάν δεν μπορείτε να διαβάσετε δεδομένα στην κάρτα, δεν θα είναι ορατά ούτε στην κάμερα.
es: Evite la luz intensa directa porque se refleja en la tarjeta y puede hacer que algunas partes de la tarjeta sean ilegibles. Si no puede leer los datos de la tarjeta, tampoco serán visibles para la cámara.
es_mx: Evite la luz directa intensa, ya que se refleja en la tarjeta y puede hacer que algunas partes de la misma resulten ilegibles. Si usted no puede leer los datos de la tarjeta, tampoco serán visibles para la cámara.
fa: از نور مستقیم و شدید پرهیز کنید زیرا از کارت منعکس می‌شود و می‌تواند بخش‌هایی از کارت را غیرقابل خواندن کند. اگر نتوانید داده‌های روی کارت را بخوانید، برای دوربین نیز قابل مشاهده نخواهد بود.
fi: Vältä suoraa voimakasta valoa, koska se heijastuu kortista ja voi tehdä osan kortista lukukelvottomaksi. Jos et pysty lukemaan kortin tietoja, ne eivät näy myöskään kameralle.
fil: Iwasan ang direktang nakakasilaw na ilaw dahil maaari itong mag-reflect sa card at hindi mababasa ang mga bahagi ng card. Kung mo mabasa ang data sa card, hindi rin ito makikita ng camera.
fr: Évitez toute lumière directe et vive, car elle se reflète sur la carte et peut rendre certaines parties de la carte illisibles. Si les données ne sont pas lisibles sur la carte, elles ne le seront pas non plus pour la caméra.
fr_ca: Évitez la lumière directe et intense, car elle se reflète sur la carte et peut rendre certaines parties illisibles. Si vous ne parvenez pas à lire les données sur la carte, elles ne seront pas non plus visibles pour la caméra.
ha: Kada a yi amfani da haske mai ƙarfi domin zai yi dau a kan katin sannan zai sa ba za a iya karanta wasu ɓangarorin katin ba. Idan ba za ku iya karanta bayanan da suke kan katin ba, to kamara ma ba za ta iya ganin su ba.
he: הימנע מאור ישיר חזק מכיוון שהוא משתקף מהכרטיס ועלול להפוך חלקים מהכרטיס לבלתי קריאים. אם אינך יכול לקרוא את הנתונים בכרטיס, הם גם לא יהיו גלויים גם למצלמה.
hi: कार्ड पर सीधी और तेज़ रोशनी डालने से बचें क्योंकि यह कार्ड से परावर्तित होकर कार्ड के कुछ हिस्सों को न पढ़ सकने लायक बना सकती हैं. अगर आप कार्ड पर मौजूद डेटा को नहीं पढ़ पा रहे हैं, तो वह कैमरे को भी दिखाई नहीं देगा.
hr: Izbjegavajte izravnu jaku svjetlost jer se reflektira s kartice i može učiniti dijelove kartice nečitljivima. Ako vi ne možete pročitati podatke na kartici, ni kamera ih neće moći vidjeti.
hu: Kerülje a közvetlen, erős fényt, mivel visszaverődik a kártyáról, és ennek hatására a kártya egyes részei olvashatatlanná válhatnak. Ha nem tudja leolvasni a kártyán lévő adatokat, akkor a kamera számára sem lesznek láthatók.
id: Hindari cahaya silau yang langsung karena memantul dari kartu dan akibatnya bagian kartu tidak terbaca. Jika Anda tidak dapat membaca data pada kartu, data juga tidak akan terlihat oleh kamera.
is: Forðist beint, skarpt ljós því það endurkastast frá kortinu og getur gert hluta kortsins ólæsilegan. Ef þú getur ekki lesið gögn á kortinu, þá verða þau heldur ekki sýnileg myndavélinni.
it: Evita la luce intensa diretta, perché questa si riflette sulla scheda e può rendere illeggibili alcune sue parti. Se non riesci a leggere i dati sulla scheda, neanche la fotocamera potrà vederli.
ja: 強い光を直接当てるとカードに反射してカードの一部が読み取れなくなる可能性があるため,避けてください。カードのデータを読み取れない場合,カメラにも認識されません。
ka_ge: მოერიდეთ პირდაპირ მკვეთრ განათებას, რადგან ის ბარათზე ანარეკლს აჩენს და ბარათის ნაწილები შესაძლოა გარჩევადი აღარ იყოს. თუ ბარათზე მოცემულ მონაცემებს ვერ კითხულობთ, მას ვერც კამერა დააფიქსირებს.
kk: Тікелей және қатты жарықтан арырақ тұрыңыз, себебі ол картадан шағылысып, кейбір бөліктерін оқуға мүмкіндік бермейді. Егер картадағы деректер сізге көрінбесе, олар камераға да көрінбейді.
km_kh: ជៀសវាងពន្លឺខ្លាំងដោយផ្ទាល់ ព្រោះវាឆ្លុះបញ្ចាំងពីកាត ហើយអាចធ្វើឱ្យផ្នែកខ្លះនៃកាតមិនអាចអានបាន។ ប្រសិនបើអ្នកមិនអាចអានទិន្នន័យនៅលើកាតបានទេ វាក៏មិនអាចមើលឃើញដោយកាមេរ៉ាដែរ។
ko: 카드에 직접 강한 빛이 닿지 않도록 하세요. 빛이 반사되어 카드의 일부 정보가 읽히지 않을 수 있습니다. 카드에 있는 데이터를 육안으로 읽을 수 없다면, 카메라 역시 인식하지 못합니다.
lv: Izvairieties no tiešas spilgtas gaismas, jo tā atstarojas no kartes un var padarīt atsevišķas kartes daļas nesalasāmas. Ja nevarat salasīt datus uz kartes, tos neredzēs arī kamera.
ms: Jauhi cahaya yang boleh menyilaukan mata kerana cahaya tersebut dipantulkan daripada kad dan boleh membuatkan sebahagian daripada kad tersebut tidak dapat dibaca. Jika anda tidak dapat membaca data dalam kad, data tersebut juga tidak akan kelihatan pada kamera.
nb: Unngå direkte hardt lys fordi det gjenspeiles i kortet og kan føre til at deler av kortet blir uleselig. Hvis du ikke kan lese det som står på kortet, er det heller ikke synlig for kamera.
ne: कार्डमा सीधै प्रकाश नपार्नुहोस्। चम्किलो प्रकाशले कार्डको विवरण पढ्न गाह्रो हुन्छ। तपाईंले पढ्न नसकेको कुनै पनि जानकारी क्यामेराले पनि चिन्न सक्दैन।
nl: Vermijd direct fel licht, omdat dat vanaf de kaart weerspiegelt en delen van de kaart onleesbaar kan maken. Als u gegevens op de kaart niet kunt lezen, zijn ze voor de camera ook niet zichtbaar.
pl: Unikaj bezpośredniego, ostrego światła, ponieważ odbija się ono od karty i może uniemożliwić jej odczytanie. Jeśli nie możesz odczytać danych z karty, nie będą one również widoczne dla aparatu.
ps_af: مستقیم یې د څراغ وړانګو ته مه نیسئ ځکه چې وړانګې له کارت څخه منعکسې کېږي او د کارت ځینې برخې نه لوستل کېږي. که تاسو پر کارت موجود معلومات نشئ لوستلای، دا به د کامرې لپاره هم د لیدلو وړ نه وي.
pt: Evite luz direta intensa, pois reflete-se no cartão e pode deixar partes do mesmo ilegíveis. Se não consegue ler os dados no cartão, também não ficarão visíveis para a câmara.
pt_br: Evite luz forte e direta, pois ela reflete no cartão e pode tornar partes dele ilegíveis. Se você não conseguir ler os dados no cartão, eles também não serão visíveis para a câmera.
ro: Evitați lumina puternică directă, deoarece se va reflecta din card și poate face imposibilă citirea anumitor porțiuni din acesta. Dacă nu puteți citi datele de pe card, ele nu vor fi vizibile nici pe cameră.
ru: Избегайте прямого яркого света, так как он отражается от карты и может сделать некоторые её части нечитаемыми. Если вы не можете прочитать данные на карте, они не будут видны и камере.
si: ඍජු රළු ආලෝකය කාඩ්පතේ වැදී පරාවර්තනය වී කාඩ්පතේ ඇති කොටස් කියවීමට නොහැකි විය හැකි බැවින් එය වළක්වා ගන්න. ඔබට කාඩ්පතේ දත්ත කියවිය නොහැකි නම්, එය කැමරාවට ද දෘශ්‍යමාන නොවේ.
sk: Vyhnite sa priamemu ostrému svetlu, pretože sa odráža od karty a môže spôsobiť, že časti karty budú nečitateľné. Ak vy nedokážete čítať údaje na karte, nebude ich vidieť ani kamera.
sl: Izogibajte se neposredni močni svetlobi, ker se ta odbija od kartice in lahko povzroči, da delov kartice ni mogoče prebrati. Če podatkov na kartici ne morete prebrati, jih tudi fotoaparat ne bo videl.
sr: Izbegavajte direktnu oštru svetlost jer se odbija od kartice i može učiniti delove kartice nečitljivim. Ako ne možete da pročitate podatke na kartici, neće biti vidljivi ni kameri.
sv: Undvik starkt direktljus eftersom det reflekteras från kortet och kan göra delar av det oläsliga. Om du inte kan läsa informationen på kortet kommer den inte heller att synas för kameran.
sw: Epuka mwanga mkali wa moja kwa moja kwa sababu huakisiwa kutoka kwenye kadi na inaweza kufanya sehemu za kadi zisiweze kusomeka. Ikiwa huwezi kusoma data kwenye kadi, vilevile haitaonekana kwenye kamera.
th: หลีกเลี่ยงแสงจ้าที่ส่องตรงๆ เพราะแสงสะท้อนจากบัตรและบัตรอ่านไม่ออกบางส่วนได้ หากคุณอ่านข้อมูลบนบัตรไม่ได้ กล้องก็จะมองไม่เห็นเช่นกัน
tr: Doğrudan gelen sert ışık karttan yansıyarak kartın bazı kısımlarını okunmaz hâle getirebileceği için bu tür ışık kullanmaktan kaçın. Karttaki verileri okuyamıyorsan bu veriler kamerada da görünmeyecektir.
uk: Уникайте прямого яскравого світла, адже воно відбивається від картки й може зробити частини картки нечитабельними. Якщо ви не можете прочитати дані на картці, камера їх також не зчитає.
ur: براہِ راست تیز روشنی سے پرہیز کریں کیونکہ یہ کارڈ پر عکس ڈالتی ہے اور اس کے کچھ حصے پڑھنے کے قابل نہیں رہتے۔ اگر آپ خود کارڈ پر موجود ڈیٹا نہیں پڑھ سکتے تو یہ کیمرے پر بھی نظر نہیں آئے گا۔
uz: Yorqin yorugʻlik bevosita tushmasin, chunki u kartada aks etadi va kartaning ayrim qismlari tushunarsiz boʻlib qolishi mumkin. Karta maʼlumotlarini oʻqish imkoni boʻlmasa, ular kamerada ham koʻrinmaydi.
vi: Tránh ánh sáng gay gắt trực tiếp vì thẻ sẽ phản sáng và có thể làm cho các phần của thẻ không đọc được. Nếu bạn không thể đọc dữ liệu trên thẻ, thì dữ liệu đó cũng sẽ không hiển thị với camera.
yo: Yẹra fún ìmọ́lẹ̀ tó lágbára nítorí pé ó máa ń hàn nínú káàdì náà àti pé ó lè mú kí àwọn apá kan káàdì náà má ṣe é kà. Tí ọ kò bá lè ka àwọn ìsọfúnni tó wà lórí káàdì náà, kò ní hàn sí kámẹ́rà náà.
zh_hans: 避免直接强光，因为它会从卡上反射，并可能使卡的一些部分不可读。如果您无法阅读卡上的数据，摄像头也无法识别。
zh_hant: 避免直接刺眼的光線，因為光線會反射卡片，並且使卡片的某些內容無法讀取。如果您無法讀取卡片的內容，則相機也無法看清。

# mb_blinkcard_help_screen_msg4
source: Try to keep the phone and card still while scanning. Moving either can blur the image and make data on the card unreadable.
ak: Hwɛ sɛ wobɛma fon ne kaade no aka faako. Sɛ woma emu biara wosowosow a, mfonin no ani renna hɔ na wɔrenhu nsɛm a ɛwɔ kaade no so.
am: በሚቃኙበት ጊዜ ስልኩን እና ካርዱን ጸንተው ይዘው ለማቆየት ይሞክሩ። አንዱን ማንቀሳቀስ ምስሉን ሊያደበዝዝ እና በካርዱ ላይ ያለውን ውሂብ የማይነበብ እንዲሆን ያደርገዋል።
ar: حاول إبقاء الهاتف والبطاقة ثابتين أثناء المسح. يمكن أن يؤدي تحريك أي منهما إلى تعتيم الصورة وجعل البيانات الموجودة على البطاقة غير قابلة للقراءة.
bn: স্ক্যান করার সময় ফোন এবং কার্ড দুটোই স্থির রাখার চেষ্টা করুন। যেকোনো একটিকে নাড়ালে ছবি ঝাপসা হয়ে যেতে পারে এবং কার্ডের তথ্য পড়া অসম্ভব হয়ে যেতে পারে।
cs: Při skenování se snažte držet telefon a kartu v klidu. Pohyb může obraz rozmazat a způsobit, že údaje na kartě nebudou čitelné.
da: Prøv at holde telefonen og kortet stille, mens du scanner. Hvis du bevæger dig, kan billedet blive sløret og dataene på kortet blive ulæselige.
de: Versuchen Sie, das Telefon und die Karte während des Scanvorgangs ruhig zu halten. Jede Bewegung kann das Bild unscharf und die Daten auf der Karte unlesbar machen.
el: Προσπαθήστε να κρατήσετε το τηλέφωνο και την κάρτα ακίνητα κατά τη σάρωση. Η μετακίνηση οποιουδήποτε από τα δύο μπορεί να θολώσει την εικόνα και να καταστήσει τα δεδομένα στην κάρτα δυσανάγνωστα.
es: Intente mantener el teléfono y la tarjeta quietos mientras escanea. Mover cualquiera de los dos puede difuminar la imagen y hacer que los datos de la tarjeta sean ilegibles.
es_mx: Intente mantener el teléfono y la tarjeta quietos mientras escanea. Si mueve cualquiera de los dos, la imagen puede salir borrosa y los datos de la tarjeta pueden resultar ilegibles.
fa: سعی کنید هنگام اسکن، گوشی و کارت را ثابت نگه دارید. حرکت دادن هر دو می‌تواند تصویر را تار کند و اطلاعات روی کارت را غیرقابل خواندن کند.
fi: Yritä pitää puhelin ja kortti paikallaan skannauksen aikana. Jommankumman liikkuminen voi tehdä kuvasta epäselvän ja kortin tiedoista lukukelvottomia.
fil: Panatilihing hindi gumagalaw ang telepono at card habang nag-i-scan. Maaaring magpalabo sa larawan at hindi mababasa ang data sa card kapag nagalaw ito.
fr: Essayez de garder le téléphone et la cartes immobiles pendant la numérisation. Tout mouvement de l'un ou l'autre peut brouiller l'image et rendre les données de la carte illisibles.
fr_ca: Essayez de maintenir le téléphone et la carte immobiles pendant la numérisation. Tout mouvement peut rendre l'image floue et les données illisibles.
ha: A daina motsa waya da kati yayin ɗaukar hoto. Motsa ɗaya daga cikinsu zai sa hoton ya yi dishi-dishi sannan zai sa ba za a iya karanta bayanan da suke kan katin ba.
he: נסה לשמור על יציבות הטלפון והכרטיס בזמן הסריקה. הזזתם עלולה לטשטש את התמונה ולהפוך את הנתונים בכרטיס לבלתי קריאים.
hi: स्कैन करते समय फ़ोन और कार्ड को स्थिर रखने का प्रयास करें. किसी भी एक को हिलाने से छवि धुंधली हो सकती है और कार्ड पर मौजूद डेटा पढ़ने योग्य नहीं रह सकता.
hr: Pokušajte za vrijeme skeniranja što mirnije držati telefon i karticu. Pomicanjem može doći do zamućenja slike zbog čega podaci postaju nečitljivi.
hu: A szkennelés során próbálja mozdulatlanul tartani a telefont és a kártyát. Mozgás hatására a kép elmosódhat, a kártyán lévő adatok pedig olvashatatlanná válhatnak.
id: Usahakan ponsel dan kartu tetap diam saat memindai. Menggerakkan ponsel dapat mengaburkan gambar dan membuat data di kartu tidak dapat dibaca.
is: Reynið að halda símanum og kortinu kyrru meðan verið er að skanna. Ef annað hvort hreyfist getur myndin orðið óskýr og gögnin á kortinu orðið ólæsileg.
it: Cerca di tenere fermi il telefono e la scheda durante la scansione. Muoverli può rendere l'immagine sfocata e i dati sulla scheda illeggibili.
ja: スキャン中はスマートフォンとカードが動かないようにしてください。どちらかを動かすと画像が不鮮明になり,カードのデータを読み取れなくなる可能性があります。
ka_ge: დასკანერებისას ეცადეთ არ გაამოძრაოთ ტელეფონი და ბარათი. გამოძრავების შემთხვევაში ფოტო შეიძლება დაიბუროს და ბარათზე ასახული მონაცემები გარჩევადი არ იყოს.
kk: Сканерлеу кезінде телефон мен картаны мүмкіндігінше қозғалтпай ұстаңыз. Екеуінің де қозғалысы суретті бұлыңғыр етіп, картадағы деректерді оқылмайтындай етіп жіберуі мүмкін.
km_kh: ព្យាយាមរក្សាទូរស័ព្ទ និងកាតឱ្យនៅស្ងៀមពេលកំពុងស្កេន។ ការផ្លាស់ទីទាំងពីរអាចធ្វើឱ្យរូបភាពព្រិល និងធ្វើឱ្យទិន្នន័យនៅលើកាតមិនអាចអានបាន។
ko: 스캔하는 동안 휴대전화와 카드를 움직이지 않고 가만히 두세요. 둘 중 하나라도 움직이면 이미지가 흐려져 카드의 데이터가 읽히지 않을 수 있습니다.
lv: Skenēšanas laikā nekustiniet tālruni un karti. Pretējā gadījumā attēls var būt izplūdis, un kartes dati var kļūt nesalasāmi.
ms: Cuba kekalkan kedudukan telefon dan kad semasa mengimbas. Menggerakkan kedua-duanya boleh mengaburkan imej dan menjadikan data dalam kad tidak dapat dibaca.
nb: Forsøk å holde telefonen og kortet i ro mens du skanner. Hvis de beveges, kan det føre til at bildet blir uskarpt og dataene i kortet blir uleselige.
ne: कृपया स्क्यान गर्दा फोन र कार्ड दुवैलाई नहल्लाई एकै ठाउँमा राख्नुहोस्। यी दुईमध्ये कुनै पनि हल्लिदा फोटो धमिलो हुन सक्छ र कार्डको जानकारी पढ्न गाह्रो हुन्छ।
nl: Probeer de telefoon en de kaart tijdens het scannen stil te houden. Als u een van beide beweegt, kan de afbeelding wazig worden en kunnen gegevens op de kaart onleesbaar worden.
pl: Staraj się trzymać telefon i kartę nieruchomo podczas skanowania. Poruszanie nimi może spowodować rozmycie obrazu i uniemożliwić odczytanie danych na karcie.
ps_af: هڅه وکړئ د سکن کولو پر مهال تلیفون او کارت ثابت ونیسئ. که یو یې و خوځول شي، انځور تیاره کېږي او پر کارت موجود معلومات نه لوستل کېږي.
pt: Tente manter o telefone e o cartão imóveis enquanto digitaliza. Mover algum deles pode desfocar a imagem e deixar os dados do cartão ilegíveis.
pt_br: Tente manter o telefone e o cartão imóveis durante o escaneamento. Mover qualquer um deles pode borrar a imagem e tornar os dados do cartão ilegíveis.
ro: Încercați să mențineți telefonul și cardul imobile în timpul scanării. Mișcările pot compromite claritatea imaginii și pot face imposibilă citirea datelor de pe card.
ru: Старайтесь держать телефон и карту неподвижно во время сканирования. Любое движение может размыть изображение и сделать данные на карте нечитаемыми.
si: ස්කෑන් කරන අතරතුර දුරකථනය සහ කාඩ්පත නොසෙල්වෙන සේ තබා ගන්න. මින් එකක් හෝ සෙලවීම රූපය අපැහැදිලි වී කාඩ්පතේ දත්ත කියවීමට නොහැකි වීමට හේතු විය හැක.
sk: Skúste počas snímania ponechať telefón a kartu v pokoji bez pohybu. Pohyb môže rozmazať obraz a spôsobiť nečitateľnosť údajov na karte.
sl: Med skeniranjem poskusite držati telefon in kartico pri miru. Gibanje obeh lahko zamegli sliko in onemogoči branje podatkov na kartici.
sr: Pokušajte da telefon i kartica budu mirni tokom skeniranja. Pomeranje bilo koje od njih može zamutiti sliku i učiniti podatke na dokumentu nečitljivim.
sv: Försök att hålla telefonen och kortet stilla under skanningen. Om du rör någotdera kan bilden bli suddig och informationen på kortet oläslig.
sw: Jaribu kuhakikisha kadi na simu havisongi unaposkani. Ukisogeza chochote picha inaweza kukosa kuonekana vizuri na kufanya data kwenye kadi isiweze kusomeka.
th: พยายามถือโทรศัพท์และวางบัตรไว้นิ่งๆ ขณะสแกน การเคลื่อนไหวอาจทำให้ภาพพร่ามัวและทำให้ข้อมูลบนบัตรอ่านไม่ออก
tr: Tarama sırasında telefonu ve kartı sabit tutmaya çalış. Telefon veya kartın hareket etmesi görüntüyü bulanıklaştırabilir ve karttaki verileri okunmaz hâle getirebilir.
uk: Намагайтеся тримати телефон і картку нерухомо під час сканування. Рух одного з них може розмити зображення та зробити дані на картці нечитабельними.
ur: اسکین کرتے وقت فون اور کارڈ کو ایک جگہ رکھنے کی کوشش کریں۔ کسی کو بھی ہلانے سے تصویر دھندلی ہو سکتی ہے اور کارڈ پر موجود ڈیٹا پڑھنے کے قابل نہیں رہتا۔
uz: Skanerlaganda telefon va kartani qimirlatmang. Ulardan istalgan birining qimirlashi rasm xira olinishiga va karta maʼlumotlari tushunarsiz chiqishiga sabab boʻlishi mumkin.
vi: Cố gắng giữ yên điện thoại và thẻ trong khi quét. Di chuyển có thể làm mờ hình ảnh hoặc khiến dữ liệu trên thẻ không thể đọc được.
yo: Gbìyànjú kó mú fóònù àti káàdì náà dúró nígbà ṣíṣe ẹ̀dà àwòrán. Sí sún kiri lè fa bóyá kí àwòrán náà rí bàìbàì àti kí ó mú kí àwọn ìsọfúnni orí káàdì náà má ṣe jẹ́ é kà.
zh_hans: 在扫描时尽量让手机和卡保持静止。移动任一项都可能让图像变模糊，使卡上的数据不可读。
zh_hant: 掃描時盡量保持手機及卡片穩定。任何移動都會使圖像模糊並造成卡片的內容無法讀取。

# mb_blinkcard_help_screen_title1
source: Where’s the card number?
ak: Kaade nɔma no wɔ he?
am: የካርድ ቁጥሩ የቱ ጋር ነው?
ar: أين يوجد رقم البطاقة؟
bn: কার্ড নম্বর কোথায় থাকে?
cs: Kde je číslo karty?
da: Hvor er kortnummeret?
de: Wo finde ich die Kartennummer?
el: Πού βρίσκεται ο αριθμός κάρτας;
es: ¿Dónde está el número de la tarjeta?
es_mx: ¿Dónde está el número de la tarjeta?
fa: شماره کارت کجاست؟
fi: Missä kortin numero on?
fil: Saan makikita ang numero ng card?
fr: À quel endroit le numéro de carte figure-t-il ?
fr_ca: Où se trouve le numéro de la carte?
ha: A ina lambar katin take?
he: היכן מספר הכרטיס?
hi: कार्ड नंबर कहां है?
hr: Gdje se nalazi broj kartice?
hu: Hol található a kártyaszám?
id: Di mana letak nomor kartu?
is: Hvar er kortanúmerið?
it: Dov'è il numero della carta?
ja: カード番号はどこにありますか？
ka_ge: სად არის დატანილი ბარათის ნომერი?
kk: Карта нөмірі қай жерде?
km_kh: តើលេខកាតនៅឯណា?
ko: 카드 번호는 어디에 있나요?
lv: Kur atrast kartes numuru?
ms: Di manakah nombor kad?
nb: Hvor er kortnummeret?
ne: कार्ड नम्बर कहाँ छ?
nl: Waar staat het kaartnummer?
pl: Gdzie jest numer karty?
ps_af: د کارت شمېره چېرته ده؟
pt: Onde está o número do cartão
pt_br: Onde está o número do cartão?
ro: Unde se află numărul cardului?
ru: Где находится номер карты?
si: කාඩ්පත් අංකය ඇත්තේ කොතැන ද?
sk: Kde je číslo karty?
sl: Kje je številka kartice?
sr: Gde se nalazi broj kartice?
sv: Var finns kortnumret?
sw: Namba ya kadi iko wapi?
th: หมายเลขบัตรอยู่ที่ไหน?
tr: Kart numarası nerede?
uk: Де номер картки?
ur: کارڈ نمبر کہاں ہے؟
uz: Karta raqami qayerda?
vi: Số là nằm ở đâu?
yo: Níbo ni nọ́mbà káàdì wà?
zh_hans: 卡号在哪里？
zh_hant: 卡號在哪裡？

# mb_blinkcard_help_screen_title2
source: Keep all the fields visible
ak: Hwɛ sɛ wobehu baabiara
am: ሁሉንም መስኮች እንዲታዩ ያድርጉ
ar: تأكد من وضوح جميع الخانات
bn: সমস্ত ফিল্ড দৃশ্যমান রাখুন
cs: Všechna pole musejí být ve viditelném stavu
da: Hold alle felterne synlige
de: Machen Sie alle Felder sichtbar
el: Φροντίστε όλα τα πεδία να είναι ορατά
es: Mantenga todos los campos visibles
es_mx: Mantener visibles todos los campos
fa: همه فیلدها را قابل مشاهده نگه دارید
fi: Pidä kaikki kentät näkyvissä
fil: Panatilihing nakikita ang lahat ng field
fr: Gardez tous les champs visibles
fr_ca: Veillez à ce que tous les champs soient visibles.
ha: A daidaita yadda za a riƙa ganin dukkannin ɓangarori
he: כל השדות צריכים להיות גלויים
hi: इस प्रकार रखें की सभी फील्ड पूरी तरह दिखाई दे
hr: Pazite da su sva polja vidljiva
hu: Az összes mező legyen teljes egészében látható
id: Pastikan semua bagian terlihat
is: Haldið öllum reitum sýnilegum
it: Fai in modo tutti i campi siano visibili
ja: すべてのフィールドが見えるようにしてください
ka_ge: ყველა ველი უნდა ჩანდეს
kk: Барлық өрістердің көрініп тұрғанына көз жеткізіңіз
km_kh: រក្សាវាលទាំងអស់ដែលអាចមើលឃើញ
ko: 모든 칸들이 보이도록 유지하세요
lv: Paturēt visus laukus redzamus
ms: Pastikan semua medan kelihatan
nb: La alle feltene være synlige
ne: फिल्डहरू देखिनेगरी राख्नुहोस्
nl: Zorg ervoor dat alle velden zichtbaar zijn
pl: Wszystkie pola powinny być widoczne
ps_af: ټول ساحې ښکاره وساتئ
pt: Mantenha todos os campos visíveis
pt_br: Mantenha todos os campos visíveis
ro: Asigurați vizibilitatea tuturor secțiunilor
ru: Следите за тем, чтобы все поля были видны
si: සියලු කොටස් හොඳින් පෙනෙන පරිදි තබා ගන්න
sk: Udržujte všetky polia viditeľné
sl: Vidna morajo biti vsa polja
sr: Neka sva polja budu vidljiva
sv: Håll alla fält synliga
sw: Hakikisha sehemu zote zinaonekana
th: สังเกตว่าทุกส่วนมองเห็นได้ชัด
tr: Tüm alanları görünür hâlde tut
uk: Тримайте всі поля видимими
ur: تمام خانے نمایاں رکھیں
uz: Barcha maydonlar koʻrinib tursin
vi: Đảm bảo nhìn thấy rõ tất cả các trường
yo: Jẹ́ kí gbogbo ààyè orí ìwé àkọsílẹ̀ náà hàn kedere
zh_hans: 保持所有字段可见
zh_hant: 讓所有欄位都清楚可見
